Repository: BackupTheBerlios/solipsis-svn
Catalog: branches/release-0.10/solipsis/services/avatar/po/*/LC_MESSAGES/solipsis_avatar.po
Languages: fr

source: %d avatars have been loaded.
fr: %d avatars ont été chargés

source: &Choose an avatar
fr: &Choisir un avatar

source: All files
fr: Tous les fichiers

source: Avatar updated
fr: Avatar configuré

source: Avatars updated
fr: Avatars mis à jour

source: Choose a directory to load avatars from
fr: Choisir un répertoire depuis lequel charger les avatars

source: Choose your avatar
fr: Choisissez votre avatar

source: Cycle through directory
fr: Faire tourner depuis un répertoire

source: Error
fr: Erreur

source: Exchange avatars to customize your appearance
fr: Échangez des avatars afin de personnaliser votre apparence

source: Please choose another directory.
fr: Veuillez choisir un autre répertoire.

source: Please choose another file.
fr: Veuillez choisir un autre fichier.

source: Shrink avatars
fr: Rapetisser les avatars

source: Stretch avatars
fr: Agrandir les avatars

source: The directory you chose could not be opened.
fr: Le répertoire que vous avez choisi est inaccessible.

source: The directory you chose does not contain any of the supported image types (%s).
fr: Le répertoire que vous avez choisi ne contient aucun des formats d'images supportés (%s).

source: The file you chose could not be opened.
fr: Le fichier que vous avez choisi est inaccessible.

source: The file you chose does not belong to the supported image types (%s).
fr: Le fichier que vous avez choisi n'appartient pas aux formats d'images supportés (%s).

source: Your avatar has been updated.
fr: Votre avatar a été mis à jour.
