Repository: BackupTheBerlios/solipsis-svn
Catalog: branches/on_network/solipsis/services/profile/po/*/LC_MESSAGES/solipsis_profile.po
Languages: fr

source: #shared
fr: #partagés

source: &Activated Ctrl+A
fr: &Activés Ctrl+A

source: &Add directory... Ctrl+A
fr: &Ajouter un répertoire... Ctrl+A

source: &Anonymous Ctrl+A
fr: &Anonyme Ctrl+A

source: &Close Ctrl+W
fr: Fermer Ctrl+W

source: &Export HTML ... Ctrl+E
fr: &Exporter en HTML... Ctrl+E

source: &Friend Ctrl+F
fr: Ami Ctrl+F

source: &Get files Ctrl+G
fr: Lister fichiers Ctrl+G

source: &Ignore Ctrl+I
fr: &Ignorer Ctrl+I

source: &Online Ctrl+O
fr: En ligne Ctrl+O

source: &Remove directory... Ctrl+R
fr: Supprimer répertoire... Ctrl+R

source: &Save Ctrl+S
fr: Sauver Ctrl+S

source: About Profile
fr: A propos...

source: About... Ctrl+?
fr: A propos... Ctrl+?

source: Add directory
fr: Ajouter répertoire

source: Allow users seeing profile
fr: Autoriser les voisins à voir mon profile

source: Always display
fr: Toujours afficher

source: Blog already deleted.
fr: Le blog a déjà été supprimé

source: Choose location to download files into
fr: Slectionner le répertoire où charger les fichiers

source: Choose your picture
fr: Choisissez votre image

source: Choose your repository
fr: Choisisssez votre répertoire racine

source: Chose Files
fr: Selectionner les fichiers

source: City
fr: Ville

source: Close profile management
fr: Fermer le gestionnaire de profile

source: Complementary information on file
fr: Information complmentaire sur le fichier

source: Connecting...
fr: Connexion...

source: Could not add comment: blog not valid
fr: impossible d'ajouter le commentaire: le blog n'est pas valide

source: Could not add directory %s: %s
fr: Impossible d'ajouter le répertoire %s: %s

source: Could not get blog.
fr: Impossible d'obtenir le blog

source: Could not import Profile: using default values for personal data
fr: Impossible d'importer le profile: utilise les valeurs par défaut comme données personnelles

source: Could not import directory %s
fr: Impossible d'importer le répertoire %s

source: Could not read blog file. Using a blank one.
fr: Impossible de lire lel fichier de blog. Utilise un fichier vierge

source: Country
fr: Pays

source: Custom value
fr: Etiquette personnalise

source: Disclaimer
fr: Mise en garde

source: Display at startup
fr: Afficher au démarrage

source: Display information about regular expressions
fr: Afficher une aide sur les expressions rgulires

source: Dowload repository
fr: Répertoire de chargement

source: Download Complete
fr: Téléchargement termin

source: Download selected files
fr: Télécharger les fichiers slectionns

source: Downloaded %d files
fr: %d fichiers téléchargés

source: Downloading
fr: Télécharge

source: Downloading %s
fr: Télécharge %s

source: Downloading ...
fr: Téléchargement en cours...

source: E-Mail:
fr: e-mel:

source: E-mail:
fr: e-Mel:

source: Enter your text here
fr: Saisir le texte ici

source: Explorer
fr: Navigateur

source: Export HTML file as ...
fr: Exporter en HTML... Ctrl+E

source: Favourite Book
fr: Livre favori

source: Favourite Movie
fr: Film favori

source: File System...
fr: Systme de fichiers...

source: Files
fr: Fichiers

source: Filter
fr: Filtrer

source: Filter Profiles...
fr: Filtre des profiles

source: Filter expresion
fr: Expression de filtrage

source: Filter name
fr: Nom du filtre

source: First name
fr: Prnom

source: HTML File (*.html)|*.html
fr: Fichier HTML (*.html)|*.html

source: Help
fr: Aide

source: Help... Ctrl+H
fr: Aide... Ctrl+H

source: Hide profile from note book
fr: Cacher le profile

source: Hide... Ctrl+R
fr: Cacher... Ctrl+R

source: How you appear to other peers
fr: Aperu de votre profile en ligne

source: Identity
fr: Identit

source: Image GIF (*.gif)|*.gif|Image JPEG (*.jpg)|*.jpg|Image PNG (*.png)|*.png|All files (*.*)|*.*
fr: Image GIF (*.gif)|*.gif|Image JPEG (*.jpg)|*.jpg|Image PNG (*.png)|*.png|Tous (*.*)|*.*

source: Import... Ctrl+I
fr: Importer... Ctrl+I

source: Incoming dir:
fr: Rpertoire de chargement:

source: Last Name
fr: Nom

source: List files Ctrl+L
fr: Liste de fichiers Ctrl+L

source: Load & Match a profile and add it in contact list
fr: Charge et execute filtres sur profile

source: Load a profile and add it in contact list
fr: Charge un profile et l'ajoute dans la liste de contact

source: Loaded data for %s
fr: Donées chargées pour %s

source: MP3 Filter
fr: Filtre MP3

source: Manage personal information and share it with people
fr: Gre les informations personnelles et les partage avec les voisins

source: Matches
fr: Rponses filtres

source: MetaData
fr: Meta donnes

source: Mr
fr: M

source: Mrs
fr: Mme

source: Ms
fr: Melle

source: Name
fr: Nom

source: Name here a filter to use on file names
fr: Saisir ici le nom du filtre

source: Partial import
fr: Import partiel

source: Peer's Blog
fr: Blog du voisin

source: Personal
fr: Personnel

source: Post
fr: Envoie

source: Preview your profile
fr: Aperu de votre profile

source: Preview your shared files
fr: Aperu de vos fichiers partags

source: Profile Editor
fr: Editeur de Profile

source: Profile Filters
fr: Filtre de profiles

source: Profile Viewer
fr: Visionneur de profile

source: Profile read with encoding %s
fr: Profile lu avec l'encodage %s

source: Refresh
fr: Raffraichir

source: Refresh All
fr: Tout raffraichir

source: Remove directory
fr: Supprimer rpertoire

source: S&hared Files... Ctrl+H
fr: Fichiers partags... Ctrl+H

source: Save profile into file
fr: Sauver profile

source: Saving Dialog
fr: Fenêtre de sauvegarde

source: Share
fr: Partager

source: Share recursively
fr: Partager rcursivement

source: Shared
fr: Partags

source: Size
fr: Taille

source: Solipsis Profile
fr: Pofiles Solipsis

source: Specify here a field of interest
fr: Saisir ici un champ d'intrt

source: Specify here a field of interest. For instance: (favorite book: Harry Potter) or (instrument: piano)
fr: Saisir ici un champ d'intrt. Par exemple (livre favori: Harry Potter) ou (instrument: piano)

source: Specify here a filter to use for a given keyword
fr: Saisir ici le filtre utiliser pour un champ d'intrt dfini

source: Status
fr: tat

source: Studies
fr: tudes

source: Switch filters on/off
fr: (Des)Activer les filtres

source: Tag
fr: Commmenter

source: Tag:
fr: Commentaire:

source: Type here interests which do not fall into any precise category. (one per line)
fr: Champ libre

source: Unshare
fr: Annuler partage

source: Unshare recursively
fr: Annuler partage rcursivement

source: Using regular expressions
fr: Utilise les expressions rgulires

source: View
fr: Vue

source: View peer... Ctrl+V
fr: Voir voisin... Ctrl+V

source: Write profile as HTML File
fr: crire le profile sous format HTML

source: You have no filters defined yet for pseudo %s
fr: Pas de filtre défini pour le pseudo %s

source: You have no profile yet for pseudo %s
fr: Pas de profile défini pour le pseudo %s

source: Your must select a directory or a file to share
fr: Sélectionnez un répertoire ou un fichier à partager

source: Your must select a directory or a file to tag
fr: Sélectionnez un répertoire ou un fichier commenter

source: Your must select a directory or a file to unshare
fr: Sélectionnez un répertoire ou un fichier où supprimer le partage

source: Your profile has been modified. Do you want to change it?
fr: Votre profile a été modifié. Voulez vous sauvegarder les modifications?

source: Your shared files
fr: Vos fichiers partags

source: Your version of Solipsis is not compatible with the one of the peer you wish to download from. Make sure you both use the latest (%s)
fr: La version du profile utilisée par le voisin n'est pas compatible avec la votre. Assurez vous d'utiliser tous les deux la dernière version (%s)

source: could not read encoding from profile file. Using %s
fr: Impossible de lire l'encodage du profile reçu. Essaye %s

source: favorite book
fr: livre favori

source: full path
fr: chemin complet

source: profile %s does not exists
fr: Le profie %s n'existe pas

source: status
fr: tat
