Repository: BackupTheBerlios/solipsis-svn
Catalog: branches/release-0.10/po/*/LC_MESSAGES/solipsis.po
Languages: es

source: &Actions
es: &Acciones

source: &Bookmarks
es: &Marca

source: &Connect to Solipsis
es: Conectarse a Solipsis

source: &Disconnect
es: &Deconectarse

source: &Help
es: &Ayuda

source: &Jump near...
es: &Saltar cerca de...

source: &Kill node
es: &Terminar el nodo

source: &Node
es: &Nodo

source: &View
es: &Visualizacion

source: A dedicated Solipsis node will be launched.
es: Un nodo Solipsis dedicado sera iniciado

source: A remote Solipsis node will be contacted at the following address: %s.
es: Un nodo Solipsis distante sera contactado a la siguiente direccion: %s.

source: About
es: Acerca de

source: About Solipsis
es: Acerca de Solipsis

source: About...
es: Acerca

source: Add bookmark
es: Agregar una marca

source: Address :
es: Direccion :

source: Allow multiple identities
es: Autorisar multiples indentidades

source: Automatic Rotation
es: Rotation automatica

source: Automatic proxy detection
es: Deteccion automatica

source: Bookmark peer "%s"
es: Recordarse del nodo "%s"

source: Bookmarks
es: Marcas

source: Change
es: Modificar

source: Checking this box will allow to manage multiple identities from the connection box.
es: Llenando esta casilla podra manejar varias identidades

source: Choose whether display orientation changes when moving
es: Escoger si la orientacion de la visualizacion cambia al moverse

source: Connect to Solipsis
es: Coneccion a Solipsis

source: Connect to node
es: Conectarse a un nodo

source: Connect using an existing Solipsis node (possibly on a remote computer):
es: Conectarse via un nodo Solipsis preexistente (posiblement en una computadora distante ) :

source: Connected
es: Conectado

source: Connecting to the node...
es: Coneccion al nodo...

source: Connection
es: Coneccion

source: Connection error
es: Error de coneccion

source: Connection progress
es: Adelanto de la coneccion

source: Connection to the node has failed. Please the check the node is running, then retry.
es: La coneccion al nodo no se pudo hacer. Verifique que el nodo esta funcionando y ensaye de nuevo.

source: Connection type
es: Tipo de coneccion

source: Copy this address to your clipboard
es: Copiar esta direccion en el sujetadatos

source: Disconnect
es: Desconectarse

source: Edit bookmarks
es: Modificar las marcas

source: For information...
es: Para su informacion...

source: For reminder, here is your address:
es: Esta es su direccion

source: Get bookmark information
es: Obtener los datos de la marca

source: Identities
es: Identidades

source: If you want to connect to a remote node instead of running a node on this computer, you might have to adjust the HTTP proxy settings.
es: Si desea conectarse a un nodo ubicado en otra computadora, es posible que sea necesario modificar los parametros del proxy HTTP.

source: Information
es: Datos

source: Jump near an entity
es: Saltar cerca de un nodo existente

source: Jump near another node
es: Saltar cerca de un nodo existente

source: Jump to a numeric position in the world
es: Saltar a un coordenada numerica

source: Jump to absolute position
es: Saltar a una posicion en coordenadas absolutas

source: Jump to position
es: Saltar a una posicion precisa

source: Kill node when exiting
es: Terminar el nodo al salir del programa

source: Kill refused
es: Terminacion rehusada

source: Launch a dedicated Solipsis node on this computer.
es: Ejecutar un nodo dedicado en esta computadora

source: Licensed under the GNU LGPL
es: Licencia GNU LGPL

source: Manual configuration
es: Configuracion manual

source: My address
es: Mi direccion

source: Name :
es: Nombre :

source: Name or IP address of the machine on which the node is running
es: Nombre o numero IP de la maquina ejecutando el nodo

source: Name or pseudo
es: Nombre o seudonimo

source: Navigator
es: Navegador

source: New identity
es: Nueva identidad

source: No proxy
es: Sin servidor proxy

source: Node ID :
es: Identificador :

source: Node creation failed. Please check you have sufficient rights.
es: La création du nœud a échoué. Veuillez vérifier que vous avez des droits suffisants pour le faire.

source: Not connected
es: Desconectado

source: Not implemented
es: No disponible

source: Paste your address so that your friend can jump near you
es: Copier votre adresse de façon à ce que vos amis vous rejoignent

source: Please choose the peer to add to your bookmarks list.
es: Escoja el nudo a agregar a su lista de marcas

source: Please enter a name for this bookmark.
es: Entre un nombre para esta marca

source: Please enter the address to jump to
es: Entre la direccion a la cual desea saltar

source: Please enter the position to jump to:
es: Entre la direccion a la cual desea saltar

source: Please fill this form correctly
es: Llene correctamentente formulario

source: Port:
es: Numero de puerta :

source: Port:
es: Numero de puerta :

source: Preferences
es: Preferencias

source: Properties for %s
es: caracteristicas de %s

source: Proxy
es: Servidor proxy

source: Pseudo
es: Seudonimo

source: Quit
es: Irse

source: Random...
es: Al azar...

source: Remember one of your current neighbours
es: Recordarse de uno de sus vecinos actuales

source: Remove
es: Suprimir

source: Remove selected bookmark
es: Suprimir la marca seleccionada

source: Searching peers
es: Buscar vecinos

source: Solipsis Navigator
es: Navegador Solipsis

source: Some parameters have wrong values. Please enter proper values.
es: Algunos parametros estan erroneos Entre los valores adecuados, por favor.

source: The Solipsis address for %s has been copied to the clipboard.
es: La direccion Solipsis de %s se encuentra ahora en el sujetadatos.

source: The peer you asked for seems to have changed identity. It may mean that someone else is running a node at the same address.
es: El nodo pedido parece haber cambiado de identidad. Eso prodria significar que otra persona esta ejecutando un nodo a la misma direccion.

source: This action cannot be performed, because you are not connected.
es: Esta accion no esta disponible, por que no esta conectado..

source: This function is not yet implemented. Sorry! Please come back later...
es: Esta funcion no esta implementada. Perdone por la molestia...

source: This is the port number used to contact other peers. Usually you don't have to change its value.
es: Este es el numero de puerta utilisado para contactar otros nodos. Habitualmente no hay necesidad de cambiarlo.

source: Uncheck this box if you want to remain connected to the Solipsis world even when you exit the navigator.
es: Desactive esta casilla si desea quedarse conectado Solipsis despues de salir del navegador.

source: Use UDP port:
es: Puerta UDP de utilisar :

source: You cannot kill this node.
es: No puede terminar ese nodo.

source: Your Solipsis address
es: Su direccion en Solipsis

source: Your address has been copied to the clipboard. If you paste it and send it to your friends, they will be able to jump near you in the Solipsis world.
es: Su direccion se encuentra ahora en el sujetadatos. Si la pega en un mensaje a sus amigos, podran juntarse con usted en Solipsis.

source: local node
es: nodo local
