Repository: BackupTheBerlios/solipsis-svn
Catalog: trunk/main/po/*/LC_MESSAGES/solipsis.po
Languages: de, fr, ja, sl

source: &Bookmarks
de: &Lesezeichen
fr: &Signets
ja: ブックマーク(&B)
sl: &Zaznamki

source: &Connect to Solipsis
de: Mit Solipsis &verbinden
fr: Se connecter à Solipsis

source: &Disconnect
de: Verbindung &trennen
fr: Se &déconnecter
ja: 切断(&D)
sl: &Prekini povezavo

source: &Help
de: &Hilfe
fr: &Aide
ja: ヘルプ(&H)
sl: &Pomoè

source: &Jump near...
de: &Springe zu...
fr: &Sauter près de...
ja: ジャンプ(&J)...
sl: &Skoèi k...

source: &Kill node
de: Knoten &auflösen
fr: &Tuer le noeud
ja: ノード削除(&K)
sl: &Ustavi node

source: &Node
de: &Knoten
fr: &Nœud
ja: ノード(&N)

source: &View
de: &Ansicht
fr: &Affichage
ja: ビュー(&V)
sl: &Pogled

source: A dedicated Solipsis node will be launched.
de: Ein eigenständiger Solipsis Knoten wird gestartet.
fr: Un nœud Solipsis dédié sera lancé.

source: A remote Solipsis node will be contacted at the following address: %s.
de: Ein andere Solipsis Knoten mit folgender Adresse wird kontaktiert: %s
fr: Un nœud Solipsis distant sera contacté à l'adresse suivante: %s.

source: About
de: Über
fr: À propos
ja: Solipsisについて
sl: O Programu

source: About Solipsis
de: Über Solipsis
fr: À propos de Solipsis
ja: Solipsisについて
sl: O Programu Solipsis

source: About...
de: Über...
fr: À propos...
ja: Solipsisについて...
sl: O Programu...

source: Add bookmark
de: Lesezeichen hinzufügen
fr: Ajouter un signet
ja: ブックマーク追加
sl: Dodaj zaznamek

source: Allow multiple identities
de: Erlaube mehrere Identitäten
fr: Autoriser des identités multiples

source: Automatic Rotation
de: Automatische Drehung
fr: Rotation automatique
ja: 自動的に回転
sl: Avtomatièna Rotacija

source: Automatic proxy detection
de: Automatische Proxy Erkennung
fr: Détection automatique
ja: プロキシ自動検出
sl: Avtomatièno zaznaj proxy

source: Bookmark a node
fr: Retenir un nœud
ja: ノードをブックマーク
sl: Zaznamkaj node

source: Bookmark peer "%s"
de: Teilnehmer zu Lesezeichen hinzufügen "%s"
fr: Retenir le nœud "%s"
ja: ピア "%s" をブックマーク
sl: Zaznamkaj peer"%s"

source: Bookmarks
de: Lesezeichen
fr: Signets
ja: ブックマーク
sl: Zaznamki

source: Change
de: Ändern...
fr: Modifier

source: Checking this box will allow to manage multiple identities from the connection box.
de: Das anhaken dieses Käöstchens ermöglicht es ihnen, mehrere Identitäten vom Verbindungs Dialog aus zu verwalten.
fr: En cochant cette case, vous pourrez gérer différentes identités depuis la boîte de connexion.

source: Choose whether display orientation changes when moving
de: Wählen sie, ob sich die Bildausrichtung beim Bewegen ändern soll.
fr: Choisir si l'affichage change d'orientation pendant les déplacements
ja: 移動時、表示方向を自動的に変更するか選択
sl: Izberi.

source: Connect to Solipsis
de: Mit Solipsis verbinden
fr: Connexion à Solipsis
ja: Solipsisに接続
sl: Poveži z Solipsis

source: Connect to node
de: Mit Knoten verbinden
fr: Se connecter à un nœud
ja: ノードに接続
sl: Poveži z node-om

source: Connect using an existing Solipsis node (possibly on a remote computer):
de: Verbinden mittels eines existierenden Solipsis-Knotens (möglicherweise auf einem anderen Computer):
fr: Se connecter via un nœud Solipsis existant (éventuellement sur un ordinateur distant) :

source: Connected
de: Verbunden
fr: Connecté
ja: 接続完了
sl: Povezan

source: Connecting to the node...
de: Mit Knoten verbinden...
fr: Connexion au nœud...
ja: ノードに接続中...
sl: Povezujem z node-om...

source: Connection
de: Verbinden...
fr: Connexion

source: Connection error
de: Fehler bei Verbindung
fr: Erreur de connexion
ja: 接続エラー
sl: Napaka med povezavo

source: Connection progress
de: Verbindungs Fortschritt
fr: Progression de la connexion
ja: 接続状況
sl: Potek povezave

source: Connection to the node has failed. Please the check the node is running, then retry.
de: Die Verbindung zum Knoten ist fehlgeschlagen. Stellen sie sicher, dass der Knoten aktiv ist und versuchen sie es dann erneut.
fr: La connexion au nœud a échoué. Veuillez vérifiez que le nœud est lancé et réessayez de vous connecter.
ja: ノードへの接続に失敗しました。 ノードの状態を確認の上、リトライしてください。
sl: Povezava z nodom je bila nevspešna. Poglejte èe je node prižgan in v teku in nato se ponovno probajte povezati.

source: Connection type
de: Art der Verbindung
fr: Type de connexion

source: Disconnect
de: Verbindung trennen
fr: Se déconnecter
ja: 切断
sl: Prekini

source: Edit bookmarks
de: Lesezeichen bearbeiten
fr: Modifier les signets
ja: ブックマークを編集
sl: Uredi zaznamke

source: Error
de: Fehler
fr: Erreur
ja: エラー
sl: Napaka

source: For information...
de: Für Informationen...
fr: Pour information...

source: For reminder, here is your address:
de: Zur Erinnerung ist hier ihre Adresse:
fr: Pour mémoire, voici votre adresse:
ja: あなたのアドレスはこちら:
sl: Da se spomnete, imate tukaj naslov:

source: General
de: Allgemein
fr: Général
ja: 一般
sl: Splošno

source: Host:
fr: Hôte :

source: Host:
fr: Hôte :
ja: ホスト:

source: Identities
de: Identitäten
fr: Identité

source: If you want to connect to a remote node instead of running a node on this computer, you might have to adjust the HTTP proxy settings.
de: Wenn sie zu einem bestehenden Knoten verbinden möchten anstatt auf diesem Computer einen zu erstellen müssen sie möglicherweise ihre HTTP proxy Einstellungen anpassen.
fr: Si vous vous connectez à un nœud sur une autre machine, il vous sera peut-être nécessaire de changer les réglages du proxy HTTP.
ja: 自分のコンピュータ上のノードではなく、リモートノードに 接続する場合は、HTTPプロキシの設定を変更する 必要がある場合があります。
sl: Èe se želite povezati z node-om, namesto da bi ga poganjali na lastnem raèunalniku, boste morda morali spremeniti nastvaitve HTTP Porxy-ja.

source: Jump near an entity
de: In die Nähe einer Entität springen
fr: Sauter près d'un nœud existant
ja: エンティティの近くにジャンプ
sl: Skoèi v blizino osebka

source: Jump near another node
de: Springe in die Nähe eines anderen Knotens
fr: Sauter près d'un nœud existant
ja: 他のノードの近くにジャンプ
sl: Skoèi v blizino še enega node-a

source: Jump to a numeric position in the world
de: Springe an eine numerische Position in der Solipsis Welt
fr: Sauter vers une position numérique dans le monde

source: Jump to absolute position
de: Springe zu einer absoluten position in der Solipsis Welt
fr: Sauter à une position absolue

source: Jump to position
de: Springe zu Position
fr: Sauter à une position

source: Kill node when exiting
de: Knoten beim verlassen des Programs auflösen
fr: Tuer le nœud à la sortie du programme
ja: 終了時ノードを削除
sl: Ustavi node ko zapustiš program

source: Kill refused
de: Auflösen verweigert
fr: Opération refusée
ja: 削除失敗
sl: Ustavitev zavrnjena

source: Launch a dedicated Solipsis node on this computer.
de: Einen eigenständigen Solipsis Knoten auf diesem Computer starten.
fr: Lancer un nœud Solipsis dédié sur cet ordinateur.

source: Licensed under the GNU LGPL
de: Lizensiert unter GNU LGPL
fr: Distribué sous licence GNU LGPL
ja: GNU LGPLライセンス下で公開・配布されています
sl: Patentiran pod GNU LGPL

source: Manual configuration
de: Manuelle Konfiguration
fr: Configuration manuelle
ja: 手動設定
sl: Roène nastavitve

source: My address
de: Meine Adresse
fr: Mon adresse
ja: マイアドレス
sl: Moj naslov

source: Name or IP address of the machine on which the node is running
de: Name oder IP-Adresse des Rechners, auf dem der Knoten läuft.
fr: Nom ou adresse IP de la machine sur laquelle le nœud tourne

source: Name or pseudo
de: Name oder Pseudonym
fr: Nom ou pseudonyme
ja: 名前表示の有無
sl: Ime ali psevdonim

source: Navigator
fr: Navigateur
ja: ナビゲータ

source: New identity
de: Neue Identität
fr: Nouvelle identité

source: No proxy
de: Kein Proxy
fr: Aucun serveur proxy
ja: プロキシなし
sl: Nimam Proxy-a

source: Node creation failed. Please check you have sufficient rights.
de: Erstellen des Knotens fehlgeschlagen. Stellen sie sicher, dass sie über ausreichende Rechte verfügen.
fr: La création du nœud a échoué. Veuillez vérifier que vous avez des droits suffisants pour le faire.
ja: ノード作成に失敗しました。 十分な権限を有しているか確認してください。
sl: Ustvaritev node-a je bila neuspešna. Prosim poglejte èe imate dovol velike pravice.

source: Not connected
de: Nicht verbunden
fr: Déconnecté
ja: 未接続
sl: Ne povezan

source: Not implemented
de: Nicht implementiert
fr: Non disponible
ja: 未実装
sl: Še neuporabljeno

source: Paste your address so that your friend can jump near you
de: Geben sie ihre Adresse weiter, so dass ihre Freunde in ihre Nähe springen können
fr: Copier votre adresse de façon à ce que vos amis vous rejoignent
ja: あなたの友人があなたの近くへジャンプしてこれるように、あなたのアドレスを貼り付けます
sl: Prilepi svoj naslov, da lahko tvoj prijatelj skoèi v tvojo bljižino

source: Please choose the peer to add to your bookmarks list.
de: Bitte wählen sie den Peer, den sie hinzufügen möchten
fr: Choisissez le nœud à ajouter à vos signets.
ja: あなたのブックマークリストに追加するピアを選択してください。
sl: Prosimo, izberite peer, ki bi ga radi dodali v svoj spisek zaznamkov.

source: Please enter the address to jump to
de: Bitte geben sie eine Adresse ein, zu der sie springen wollen
fr: Entrez l'adresse à laquelle sauter
ja: ジャンプ先アドレスを入力してください
sl: Prosimo vpišite naslov kamor želite skoèiti

source: Please enter the position to jump to:
de: Bitte geben sie eine Adresse ein, zu der sie springen wollen
fr: Entrez la position vers laquelle sauter

source: Please fill this form correctly
de: Bitte füllen sie dieses Formular richtig aus
fr: Veuillez remplir le formulaire correctement
ja: フォームを正しく入力してください
sl: Prosimo da pravilno izpolnite ta obrazec

source: Port:
fr: Numéro de port :

source: Port:
fr: Numéro de port :
ja: ポート:

source: Preferences
de: Einstellungen
fr: Préférences
ja: 環境設定
sl: Nastavitve

source: Proxy
fr: Serveur proxy
ja: プロキシ

source: Quit
de: Verlassen
fr: Quitter
ja: 終了
sl: Zapusti

source: Random...
de: Zufällig...
fr: Au hasard...

source: Remove
de: Entfernen
fr: Supprimer
ja: 削除
sl: Odstrani

source: Remove selected bookmark
de: Entferne gewähltes Lesezeichen
fr: Supprimer le signet sélectionné
ja: 選択したブックマークを削除
sl: Odstrani oznaèeni zaznamek

source: Searching peers
de: Suche Teilnehmer
fr: Recherche des voisins
ja: ピア検索中
sl: Išèem peer-e

source: Solipsis Navigator
fr: Navigateur Solipsis
ja: Solipsis ナビゲータ

source: Some parameters have wrong values. Please enter proper values.
de: Eine Parameter haben falsche Werte. Bitte geben sie gültige Werte ein!
fr: Certains paramètres ont une valeur erronée. Veuillez entrer des valeurs adéquates.

source: The peer you asked for seems to have changed identity. It may mean that someone else is running a node at the same address.
de: Der Teilnehmer nach dem sie fragten scheint seine Identität gewechselt zu haben. Das kann bedeuten, das ein anderer einen Knoten auf der selben Adresse betreibt.
fr: Le nœud que vous avez demandé semble avoir changé d'identité. Cela peut vouloir dire que quelqu'un d'autre fait tourner un nœud à la même adresse.

source: This action cannot be performed, because you are not connected.
de: Diese Aktion kann nicht ausgeführt werden, da sie nicht mit einem Knoten verbunden sind.
fr: Cette action n'est pas disponible car vous n'êtes pas connecté.

source: This is the port number used to contact other peers. Usually you don't have to change its value.
de: Dies ist die Port Nummer, die genutzt wird um andere peers zu kontaktieren. Normalerweise müssen sie diesen Wert nicht ändern.
fr: Ceci est le numéro de port utilisé pour contacter d'autres nœuds. Habituellement vous n'avez pas besoin de changer cette valeur.

source: Uncheck this box if you want to remain connected to the Solipsis world even when you exit the navigator.
de: Deaktivieren sie diese Option, wenn sie mit der Solipsis Welt auch dann verbunden bleiben wollen, wenn sie den Navigator schließen.
fr: Décochez cette case si vous voulez rester connecté à Solipsis lorsque vous quittez le navigateur.
ja: ナビゲータ終了後も引き続き Solipsis と接続した場合は、このボックスをチェックしてください。
sl: Odstranite oznako v tej škatljici èe želite ostati povezani z svetom Solipsis tudi kadar zapustite navigator.

source: Use UDP port:
de: UDP-Port:
fr: Port UDP à utiliser :

source: You cannot kill this node.
de: Sie können diesen Knoten nicht auflösen.
fr: Vous ne pouvez pas tuer ce nœud.
ja: このノードは削除できません。
sl: Ne morete ustaviti tega node-a.

source: Your Solipsis address
de: Ihre Solipsis Adresse
fr: Votre adresse dans Solipsis
ja: あなたの Solipsis アドレス
sl: Tvoj Solipsis naslov

source: Your address has been copied to the clipboard. If you paste it and send it to your friends, they will be able to jump near you in the Solipsis world.
de: Ihre Adresse wurde in die Zwischenablage kopiert Wenn sie sie an ihre Freunde weitergeben, können diese in der Solipsis Welt in ihre Nähe springen.
fr: Votre adresse a été copiée dans le presse-papiers. Si vous la collez et l'envoyez à vos amis, ils pourront vous rejoindre dans Solipsis.
ja: あなたのアドレスがクリップボードにコピーされました。 Solipsis ワールドで出会うために、アドレスを貼り付けたメールを 友人に送りましょう。
sl: Tvoj naslov je bil prekoperan v clipboard. Èe prilepiš in pošleš svojim priajteljem, bojo imeli možnost skoèiti v bližino tebe v Solipsis svetu.

source: local node
de: Knoten &auflösen
fr: nœud local

source: &Actions
de: &Aktionen
ja: アクション(&A)
sl: &Akcija

source: This function is not yet implemented. Sorry! Please come back later...
de: Diese Funktion ist noch nicht implementiert. Versuchen sie es in einer späteren Version noch einmal...

source: &Close
sl: &Zapri

source: Connecting
sl: Povezujem...

source: Please enter a valid hostname or address
sl: Prosimo, vnesite veljavno ime strežnika ali njegov naslov

source: Please enter a valid nickname
sl: Prosimo, vnesite veljaven psevdonim

source: Port number must be between 1 and 65535
sl: Številka port-a mora biti med 1 in 65535

source: Pseudo
ja: 匿名
sl: Psevdonim

source: This action cannot be performed, because you are not connected to a node.
sl: Te akcije ni bilo mogoèe izvesti, ker niste povezani z node-om.

source: This function is not yet implemented. Sorry! Please come back later...
sl: Ta funkcija še ni na voljo Prosimo, vrnite se kasneje...
