Repository: BackupTheBerlios/solipsis-svn
Catalog: trunk/contrib/profile/po/*/solipsis_profile.po
Languages: de

source: #shared
de: #freigegeben

source: &Activated Ctrl+A
de: &Aktiviert Strg+A

source: &Add directory... Ctrl+A
de: &Verzeichnis hinzufügen... Strg+A

source: &Anonymous Ctrl+A
de: &Anonymous Strg+A

source: &Close Ctrl+W
de: &Schließen Strg+W

source: &Export HTML ... Ctrl+E
de: &HTML exportieren... Strg+E

source: &Friend Ctrl+F
de: &Freund Strg+F

source: &Get files Ctrl+G
de: &Zeige Dateien Strg+G

source: &Ignore Ctrl+I
de: &Ignorieren Strg+I

source: &Online Ctrl+O
de: &Online Strg+O

source: &Profile... Ctrl+P
de: &Profil... Strg+P

source: &Remove directory... Ctrl+R
de: &Verzeichnis entfernen... Strg+R

source: &Save Ctrl+S
de: &Speichern Strg+S

source: About Profile
de: Über Profil

source: About... Ctrl+?
de: Über... Strg+?

source: Action
de: Aktion

source: Actions
de: Aktionen

source: Add directory
de: Verzeichnis hinzufügen

source: Allow users seeing profile
de: Erlaube Nutzern, Profil zu sehen

source: Always display
de: Erlaube anzeige

source: Anonymous
de: Anonym

source: Blacklisted
de: Auf der schwarzen Liste

source: Blog Ctrl+B
de: Blog Strg+B

source: Choose location to download files into
de: Ort wählen, an dem heruntergeladene Dateien gespeichert werden

source: Choose your picture
de: Wähle dein Bild

source: Choose your repository
de: Wähle dein Depot

source: Chose Files
de: Wähle Dateien

source: City
de: Stadt

source: Close profile management
de: Schließe Profilverwaltung

source: Comment
de: Kommentar

source: Complementary information on file
de: Zusätzliche Informationen zu Datei

source: Connecting...
de: Verbinde...

source: Country
de: Land

source: Custom value
de: Eigener Wert

source: Delete blog
de: Lösche Blog

source: Disclaimer
de: Haftungsausschluß

source: Display at startup
de: Zeige beim starten

source: Display information about regular expressions
de: Zeige Informationen über reguläre Ausdrücke

source: Dowload repository
de: Zeige Depot

source: Download Complete
de: Download beendet

source: Download selected files
de: Ausgewählte Dateien herunterladen

source: Downloaded %d files
de: %d Dateien herunterladen

source: Downloading
de: Lade herunter

source: Downloading %s
de: Lade %s herunter

source: Downloading ...
de: Lade herunter ...

source: Enter your text here
de: Gib hier deinen Text ein

source: Favourite Book
de: Lieblinhsbuch

source: Favourite Movie
de: Lieblingsfilm

source: File System...
de: Dateisystem...

source: Files
de: Dateien

source: Filter expresion
de: Filterausdruck

source: First name
de: Vorname

source: Friends
de: Freunde

source: Help
de: Hilfe

source: Help... Ctrl+H
de: Hilfe... Strg+H

source: Hide profile from note book
de: Verberge Profil vom Notitzblock

source: Hide... Ctrl+R
de: Verbergen... Strg+R

source: How you appear to other peers
de: Wie sie anderen Teilnehmer erscheinen

source: Identity
de: Identität

source: Import... Ctrl+I
de: Importieren... Strg+I

source: Incoming dir:
de: Ankommendes Verzeichnis:

source: Last Name
de: Nachname

source: List files Ctrl+L
de: Zeige Dateien Strg+L

source: Load & Match a profile and add it in contact list
de: Lade und vergleiche ein Profil und füge es zur Kontaktliste hinzu

source: Load a profile and add it in contact list
de: Profil laden und zu Kontaktliste hinzufügen

source: Manage personal information and share it with people
de: Verwalte persönliche Informationen und teile sie mit anderen

source: Matches
de: Treffer

source: MetaData
de: MetaInformationen

source: Mr
de: Herr

source: Mrs
de: Frau

source: Ms
de: Fräulein

source: Name here a filter to use on file names
de: Bennenen sie hier einen Filter zur Verwendung mit Dateinamen

source: New blog
de: Neues Blog

source: Peer's Blog
de: Teilnehmers Blog

source: Peers
de: Teilnehmer

source: Personal
de: Persönlich

source: Preview your profile
de: Pofilvorschau...

source: Preview your shared files
de: Freigegebene Dateien Vorschau

source: Profile
de: Profil

source: Profile Ctrl+P
de: Profil Strg+P

source: Profile Editor
de: Profileditor

source: Profile Filters
de: Profilfilter

source: Profile Viewer
de: Profilbetrachter

source: Pseudo:
de: Pseudonym:

source: Refresh
de: Aktualisieren

source: Refresh All
de: Alles aktualisieren

source: Remove directory
de: Verzeichnis entfernen

source: S&hared Files... Ctrl+H
de: Freigegebene Dateien... Strg+H

source: Save profile into file
de: Speichere Profil in Datei

source: Share
de: Freigeben

source: Share recursively
de: Rekursiv Freigeben

source: Shared
de: Freigegeben

source: Size
de: Größe

source: Solipsis Profile
de: Solipsis Profil

source: Specify here a field of interest
de: Gib hier ein Interessengebiet an

source: Specify here a field of interest. For instance: (favorite book: Harry Potter) or (instrument: piano)
de: Gib hier ein Interessensgebiet an. Zum Beispiel: (Lieblingsbuch: Harry Potter) oder (Instrument: Klavier)

source: Specify here a filter to use for a given keyword
de: Gib hier einen Filter für ein Schlüsselwort an

source: Studies
de: Studien

source: Switch filters on/off
de: Filter an/aus

source: Tag
de: Info

source: Tag:
de: Info

source: Type here interests which do not fall into any precise category. (one per line)
de: Gib hier Interessen an, die in keine spezielle Kategorie fallen

source: Unshare
de: Nicht Freigeben

source: Unshare recursively
de: Nicht rekursiv Freigeben

source: Using regular expressions
de: Benutze reguläre Ausdrücke

source: View
de: Anzeigen

source: View peer... Ctrl+V
de: Teilnehmer anzeigen Strg+V

source: Write profile as HTML File
de: Schreibe Profil als HTML Datei

source: Your shared files
de: Deine freigegebenen Dateien

source: favorite book
de: Lieblingsbuch

source: full path
de: Vollständiger Pfad

source: select neighbor to display
de: Wähle Nachbar zum anzeigen
