Repository: BackupTheBerlios/solipsis-svn
Catalog: trunk/main/solipsis/services/avatar/po/*/LC_MESSAGES/solipsis_avatar.po
Languages: ja, sl

source: All files
ja: すべてのファイル
sl: Vse datoteke

source: Avatar
ja: アバタ

source: Avatar updated
ja: アバタ更新
sl: Zamenjava avatarja

source: Avatars
ja: アバタ
sl: Avatar-ji

source: Choose your avatar
ja: アバタを選択してください
sl: Izberi svojega avatar-ja

source: Error
ja: エラー
sl: Napaka

source: Exchange avatars to customize your appearance
ja: 見た目のカスタマイズのためにアバタを交換
sl: Zamenjajte avatarje, da si spremenite izgled

source: Images
ja: イメージ
sl: Slike

source: Please choose another file.
ja: 他のファイルを選択してください。
sl: Prosimo izberite drugo datoteko.

source: Shrink avatars
ja: アバタを小さくする
sl: Pomanšaj avatarje

source: Stretch avatars
ja: アバタを大きくする
sl: Poveèaj avatarje

source: The file you chose could not be opened.
ja: 選択したファイルを開けませんでした。
sl: Datoteke ni bilo mogoèe odpreti.

source: The file you chose does not belong to the supported image types (%s).
ja: 選択したファイルはサポート対象のイメージタイプでは ありませんでした (%s)。
sl: Datoteka, ki ste jo izbrali ne podpira slikovnega formata (%s).

source: Your avatar has been updated.
ja: アバタが更新されました。
sl: Vaš avatar je zamenjan.

source: &Configure
sl: &Nastavitve
